using System;
using System.Collections.Generic;
public class Class1
{
    Dictionary<string, string> COUN = new Dictionary<string, string>
    {
        {"А-H" = "Африка"},{"J-R" = "Азия"},{"S-Z" = "Европа"},{"1-5" = "Северная Америка"},{"6-7" = "Океания"},{"8-9" = "Южная Америка"}
     };
    Dictionary<string, string> cod = new Dictionary<string, string>
    {
        {"АA-AH" = "ЮАР"},
        {"АJ-AN" = "Кот-д`Ивуар"},
        {"АР-AO" = "не используется"},
        {"BA-BE" = "Ангола"},
        {"BF-BK" = "Кения"},
        {"BL-BR" = "Танзания"},
        {"BS-BO" = "не используется"},
        {"CA-CE" = "Бенин"},
        {"CF-CK" = "Мадагаскар"},
        {"CL-CR" = "Тунис"},
        {"CS-CO" = "не используется"},
        {"DA-DE" = "Египет"},
        {"DF-DK" = "Марокко"},
        {"DL-DR" = "Замбия"},
        {"DS-DO" = "не используется"},
        {"EA-EE" = "Эфиопия"},
        {"EF-EK" = "Мозамбик"},
        {"EL-EO" = "не используется"},
        {"FA-FE" = "Гана"},
        {"FF-Fk" = "Нигерия"},
        {"FL-FO" = "не используется"},
        {"GA-G0" = "не используется"},
        {"HA-HO" = "не используется"},
        {"JA-JT" = "Япония"},
        {"KA-KE" = "ШриЛанка"},
        {"KF-KK" = "Израиль"},
        {"KL-KR" = "Южная Корея"},
        {"KS-KO" = "Казахстан"},
        {"LA-LO" = "Китай"},
        {"MA-ME" = "Индия"},
        {"MF-Mk" = "Индонезия"},
        {"ML-MR" = "Тайланд"},
        {"MS-MO" = "не используется"},
        {"NF-NK" = "Пакистан"},
        {"-Fk" = "Турция"},
        {"FF-Fk" = "не используется"},
        {"FF-Fk" = "Филиппины"},

        {"FF-Fk" = "Нигерия"},



    };
}
